{"productsList": [
    {
        "id": "10000",
        "name": "nana",
        "description": "Nana (menta) je višegodišnja biljka, jakog mirisa. Njeno uzgajanje je lako, ali zahteva dosta vode.Za medicinsku upotrebu, najbolje je prikupiti listove nane. Njih treba brati po toplom i suvom vremenu, pre cvetanja. Prikupljene listove sušiti na dobro provetrenom mestu, na temperaturi do 25 stepeni. Nemojte brati oštećene listove.",
        "price": "2300",
        "package": ["50", "30"],
        "category": "biljni",
        "filter": ["smirenje", "stomak", "antioksidans", "oči", "pluća", "neprijatan zadah", "nesanica", "mršavljenje"],
        "image": "https://i.ibb.co/Z1ChhhF/nana-1-f-prev.jpg",
        "featured": true
    },
    {
        "id": "10001",
        "name": "Matičnjak",
        "description": "Specifičnog mirisa i ukusa, matičnjak je biljka koja je poznata i kao limun trava. U našem narodu je nazivaju i macina trava, limunka i limunčica. A budući da je veoma često „posećuju“ i pčele, poznata je i pod nazivom melissa, čelinjak i pčelinja metvica.",
        "price": "1700",
        "package": ["100", "50", "30"],
        "category": "biljni",
        "filter": ["stomak", "antivirus", "srce", "umirenje", "nesanica"],
        "image": "https://i.ibb.co/TrsVdkH/maticnjak-1-prev.jpg"
    },
    {
        "id": "10002",
        "name": "kamilica",
        "description": "Aromatična biljka sa razgranatom stabljikom. Listovi su 2-3 puta perasto deljeni, glavice su pojedinačne na dugačkim drkšama. Involukrum je poluloptast. Osovina cvasti je kupasto izdužena, meka i šuplja. Središni cvetovi su žuti a obodni beli. Raste u srednjoj i južnoj Evropi, umerenim i suptropskim delovima Azije, po utrinama, pored puteva, oko naselja, po oranicama i gaji se.",
        "price": "2800",
        "package": ["100", "50", "30"],
        "category": "biljni",
        "filter": ["stomak", "rane", "smirenje", "lepota"],
        "image": "https://i.ibb.co/gmKzBmb/kamilica-1-f-prev.jpg"
    },
    {
        "id": "10003",
        "name": "Mao Feng",
        "description": "Tamno braon suvo lišće ovog čaja ukrašeno je zelenim pupoljcima. Miriše na sveže košenu travu, izuzetne svežine. List je srednje veličine, lomljen.",
        "price": "5300",
        "package": ["100", "50", "30"],
        "category": "zeleni",
        "filter": ["umor", "koncentracija", "stomak", "antioksidans", "srce", "pluća", "mršavljenje"],
        "image": "https://i.ibb.co/tqPj2FQ/Mao-Fen-1-prev.jpg"
    },
    {
        "id": "10005",
        "name": "senča",
        "description": "Senča (sencha) je vrhunski japanski zeleni čaj koji se dobija obradom najkvalitetnijih rukom branih mladih zelenih listova biljke čaj.Delikatnog ukusa, med žute boje.",
        "price": "7600",
        "package": ["100", "50"],
        "category": "zeleni",
        "filter": ["smirenje", "antioksidans", "snizava holesterol", "mršavljenje", "detox"],
        "image": "https://i.ibb.co/M5MLtzZ/senca-4-prev.png"
    },
    {
        "id": "10004",
        "name": "banča",
        "description": "Banča je japanski zeleni čaj koji se sastoji od peteljki i od velikih zelenih listova donjih delova biljke čaj. Ima nizak nivo teina te je pogodan i za decu.",
        "price": "5600",
        "package": ["100", "50"],
        "category": "zeleni",
        "filter": ["osteoporoza", "antioksidans", "alchajmer", "mršavljenje", "stomak"],
        "image": "https://i.ibb.co/3STWFTr/bancha-1-prev.jpg"
    },
    {
        "id": "10006",
        "name": "cejlonski",
        "description": "Cejlonski crni čaj uzgaja se na širokim plantažama Šri Lanke, koja je do 1972. godine bila poznata kao Cejlon. Ima neobično autentičnu aromu, svežu i oporu u isto vreme, koja čula intrigira mirisom i ukusom.Crni čaj je u stvari tamniji „rođeni brat“ zelenog čaja.",
        "price": "4300",
        "package": ["100", "50"],
        "category": "crni",
        "stock": "8",
        "stars": "4.8",
        "reviews": "29",
        "filter": ["smirenje", "antioksidans", "snizava krvni pritisak", "mršavljenje", "disanje"],
        "image": "https://i.ibb.co/ZzYpcBp/cejlon-3.webp"
    },
    {
        "id": "10007",
        "name": "golden yunnan",
        "description": "Poznat i kao Dian Hong,ovo je vrsta gurmanskog kineskog crnog čaja koji se ponekad koristi u raznim mešavinama čaja i gaji se u provinciji Junan u Kini. Glavna razlika između ovog i ostalih kineskih crnih čajeva je količina finih lisnih pupoljaka ili „zlatnih vrhova“ prisutnih u sušenom čaju.",
        "price": "6300",
        "package": ["100", "50"],
        "category": "crni",
        "filter": ["smirenje", "antioksidans", "snizava krvni pritisak", "mršavljenje", "reguliše šećer"],
        "image": "https://i.ibb.co/z7KNVvk/junan-1-min.jpg"
    },
    {
        "id": "10008",
        "name": "darjeeling",
        "description": "Индијски црни чај из провинције Дарџелинг. Летња берба Дарџелинга са великим број пажљиво убраних пупољака. Течност је фине бакарне боје са израженом цветном аромом. Веома добар чај за подне.",
        "price": "9800",
        "package": ["100", "50", "30"],
        "category": "crni",
        "filter": ["smirenje", "antioksidans", "mršavljenje", "hidratacija"],
        "image": "https://i.ibb.co/NVzdMT9/darj-2-prev.jpg"
    },
    {
        "id": "10009",
        "name": "brusnica",
        "description": "Brusnica je naziv koji obuhvata nekoliko vrsta zimzelenih grmova.Plod brusnice je crvena tvrda bobica kiselkastog ukusa. Može se naći u hladnijim delovima severne hemisfere, može izdržati temperature do -40°C. ",
        "price": "4700",
        "package": ["100", "50", "30"],
        "category": "voćni",
        "filter": ["infekcije", "antioksidans", "mršavljenje", "stomak", "holesterol", "krvni pritisak", "lepota"],
        "image": "https://i.ibb.co/1vmMdVP/brusnica-3-prev.jpg",
        "featured": true
    },
    {
        "id": "10010",
        "name": "divlja trešnja",
        "description": "Čaj od divlje trešnje sadrži prirodno identičnu aromu i odabrano lekovito bilje koje je naročito pogodno za svakodnevnu upotrebu.",
        "price": "4800",
        "package": ["100", "50", "30"],
        "category": "voćni",
        "filter": ["kašalj", "stomak", "pozitivno deluje na telo i um", "vitamin C" ],
        "image": "https://i.ibb.co/bBkRKSZ/tresnja-1-min.jpg"
    },
    {
        "id": "10011",
        "name": "crna ribizla",
        "description": "Crna ribizla je izuzetno zdrava.Listovi ribizle mogu zarastati i ojačati telo, koriste se za kuvanje, a od njih proizvode kozmetičke proizvode kako bi održali lepotu i zasićili kožu vitaminima.Bobice su vrlo ukusne",
        "price": "4700",
        "package": ["100", "50", "30"],
        "category": "voćni",
        "filter": ["krvni pritisak", "stomak", "diuretik", "antioksidans" ],
        "image": "https://i.ibb.co/g6kWfHS/ribizla-1-min.png"
    },
    {
        "id": "10012",
        "name": "aronija",
        "description": "Aronija je hrana i lek. Bobice aronije imaju oštar i kiselkast ukus, sadrži veoma malo šećera. Najčešće se koristi u sušenom obliku ili kao sok. Lekovita svojstva aronije su mnogobrojna i teško ih je nabrojati, a da se neka od njih ne izostave. ",
        "price": "4300",
        "package": ["100", "50", "30"],
        "category": "voćni",
        "filter": ["antikancerogen", "stomak", "infekcije", "antioksidans", "srce", "imunitet", "krvni pritisak", "diuretik", "detox" ],
        "image": "https://i.ibb.co/B2PSqMq/aronija-4-min.jpg",
        "featured": true
    },
    {
        "id": "10013",
        "name": "lipa",
        "description": "Za čaj od lipe koriste se njeni cvetovi. Lekovitost čaja od lipe je izrazito velika, a o tome govori i istorija Slovena koji su lipu izrazito poštovali.",
        "price": "2200",
        "package": ["100", "50", "30"],
        "category": "biljni",
        "filter": ["temperatura", "prehlada", "krvni pritisak", "bubrezi" ],
        "image": "https://i.ibb.co/2dtPCr1/lipa-1-min.jpg"
    },
    {
        "id": "10014",
        "name": "hibiskus",
        "description": "Cvet hibiskusa koristi se od davnina.Postoji više od 130 različitih vrsta.Prema izgledu, hibiskus spada među najlepše cvetove na svetu, a boje variraju od svetložutih do tamnocrvenih boja. Poznat je i po imenu kineska ruža.",
        "price": "1500",
        "package": ["100", "50", "30"],
        "category": "biljni",
        "filter": ["antioksidans", "jetra", "krvni pritisak", "mršavljenje", "infekcije" ],
        "image": "https://i.ibb.co/CvKPD3f/hibiskus-3-min.jpg"
    },
    {
        "id": "10015",
        "name": "rtanjski",
        "description": "Reč je o retkoj biljci čubrici (Satureja montana), koja poseduje jedinstvena lekovita svojstva. Vekovima se koristi u narodnoj medicini i glavno stanište joj je Rtanj.Rtanski čaj se pravi od ove biljke, koju još zovu i planinski čubar ili vresak, a ima široku lepezu delovanja.",
        "price": "1500",
        "package": ["100", "50", "30"],
        "category": "biljni",
        "filter": ["stomak", "bubrezi", "diuretik", "upale" ],
        "image": "https://i.ibb.co/Pg8vc3m/rtanjski-4.jpg"
    }
],
"singleProduct": [
    {
        "id": "10000",
        "name": "nana",
        "description": "Nana (menta) je višegodišnja biljka, jakog mirisa. Njeno uzgajanje je lako, ali zahteva dosta vode.Za medicinsku upotrebu, najbolje je prikupiti listove nane. Njih treba brati po toplom i suvom vremenu, pre cvetanja. Prikupljene listove sušiti na dobro provetrenom mestu, na temperaturi do 25 stepeni. Nemojte brati oštećene listove.",
        "preparation": "Punu kašiku lista nane valja popariti sa 200ml kipuće vode, odmah poklopiti i ostaviti da odstoji, duže ili kraće vreme, procediti i piti: pre jela nezaslađeno, a posle jela zaslađeni čaj (sladiti je bolje medom nego šećerom). Oni koji žele samo mirisan čaj, mogu ga procediti već nakon 5min. S druge strane, oni koji žele da čaj od nane deluje protiv dijareje ili drugih tegoba sa probavnim organima, neka čaj ostave da odstoji bar 30min.",
        "goal": "Osobe koje se malo kreću, naročito one čiji rad zahteva neprekidno sedenje, mirovanje, a pogotovo nepokretni bolesnici, kao i svi oni koji imaju razne tegobe sa varenjem, obavezno moraju piti čaj od nane umesto vode.Nana se upotrebljava kao blag i neškodljiv lek za smirenje, protiv gasova, nadimanja i grčeva, protiv problema sa varenjem.Pije se u toku dana, a naročito uveče pre spavanja.Veliki broj ljudi upotrebljava pastu ili vodicu za negu usta, zuba i desni na bazi nane.",
        "disclaimer": "Neželjena dejstva nisu zabeležena.",
        "price": "2300",
        "package": ["50", "30"],
        "category": "biljni",
        "stock": "12",
        "stars": "4.9",
        "reviews": "85",
        "filter": ["smirenje", "stomak", "antioksidans", "oči", "pluća", "neprijatan zadah", "nesanica", "mršavljenje"],
        "images": ["https://i.ibb.co/bvcRJ0L/nana-1-f-min.jpg", "https://i.ibb.co/YWTsNJM/nana-2-f-min.jpg", "https://i.ibb.co/nf44VQ7/nana-3-f-min.jpg", "https://i.ibb.co/YQ7Vsmk/nana-4-f-min.jpg"]
    },
    {
        "id": "10001",
        "name": "matičnjak",
        "description": "Specifičnog mirisa i ukusa, matičnjak je biljka koja je poznata i kao limun trava. U našem narodu je nazivaju i macina trava, limunka i limunčica. A budući da je veoma često „posećuju“ i pčele, poznata je i pod nazivom melissa, čelinjak i pčelinja metvica.",
        "preparation": "Jednu supenu kašiku lista matičnjaka preliti sa 200 ml ključale vode, sud poklopiti i ostaviti da odstoji 10 do 15 minuta. Procediti i piti dve do tri šolje čaja dnevno.",
        "goal": "List matičnjaka sadrži flavonoide, kumarinske derivate, polifenole, tanine, triterpene, seskviterpene, etarsko ulje (bogato citralom i citronelalom) i organske kiseline.Aktivni sastojci LISTA MATIČNJAKA pokazuju protivupalni, antispazmodični i analgetični efekat, a deluju i blago umirujuće na nervni sistem.Preporučuje se kod uznemirenosti, nervoze, nesanice, lupanja srca, kao i kod grčeva, bolova i problema sa varenjem izazvanih stresom. U narodnoj medicini, preporučuje se za ublažavanje menstrualnih tegoba, migrene i zubobolje.",
        "disclaimer": "Usled nedostatka podataka o bezbednosti, upotrebu Čaja od lista matičnjaka treba izbegavati tokom trudnoće i dojenja i kod dece mlađe od 12 godina.Aktivni sastojci matičnjaka mogu uticati na koncentraciju pa se savetuje oprez kod upravljanja mašinama.",
        "price": "1700",
        "package": ["100", "50", "30"],
        "category": "biljni",
        "stock": "15",
        "stars": "4.3",
        "reviews": "35",
        "filter": ["stomak", "antivirus", "srce", "smirenje", "nesanica"],
        "images": ["https://i.ibb.co/6PxZTnF/maticnjak-1-f-min.jpg", "https://i.ibb.co/PNCWzLd/maticnjak-2-f-min.jpg", "https://i.ibb.co/SRqHz7W/maticnjak-3-f-min.jpg", "https://i.ibb.co/SRqHz7W/maticnjak-3-f-min.jpg"]
    },
    {
        "id": "10002",
        "name": "kamilica",
        "description": "Aromatična biljka sa razgranatom stabljikom. Listovi su 2-3 puta perasto deljeni, glavice su pojedinačne na dugačkim drkšama. Involukrum je poluloptast. Osovina cvasti je kupasto izdužena, meka i šuplja. Središni cvetovi su žuti a obodni beli. Raste u srednjoj i južnoj Evropi, umerenim i suptropskim delovima Azije, po utrinama, pored puteva, oko naselja, po oranicama i gaji se.",
        "preparation": "Supenu kašiku cveta kamilice preliti šoljom (200ml) ključale vode. Sud poklopiti i ostaviti da stoji 5-10 minuta, procediti. Piti 3-4 puta dnevno po šolju čaja.Kao ek za smirenjepotrebno je kašiku kamilice preliti sa dva decilitra ključale vode, zatim poklopiti i ostaviti da stoji 15 minuta, a oni koji žele jači čaj, sat vremena.",
        "goal": "Terapijska upotreba ove biljke je česta i raznovrsna ne samo u narodnoj već i u naučnoj medicini. Njena velika prednost je što nije ni otrovna ni škodljiva. Kamilica je jedno od najboljih sredstava za lečenje zapaljenja kože i sluzokože. Pomaže i kod opekotina, rana i čireva. Korisna je za klistiranje, zapiranje i ispiranje polnih organa i ojedenih mesta. Kamilica se upotrebljava i za ispiranje očiju, usta, nosa i ušiju, kao i svih osetljivih organa. Korisna je i kod svih oboljenja creva i želuca, grčeva, upale debelog creva, nadutosti, kao i kod oboljenja bubrega, jetre i žuči. Pomaže i u lečenju razdražljivosti, nesanice, nervnih oboljenja i reumatizma.",
        "disclaimer": "Tokom trudnoće i dojenja izbegavati upotrebu većih doza preparata od kamilice.Kod osoba alergičnih na neku od biljaka iz familije Asteraceae može doći do unakrsne alergijske reakcije. Velike doze mogu zbog prisustva kumarina da utiču na terapiju antikoagulansima.",
        "price": "2800",
        "package": ["100", "50", "30"],
        "category": "biljni",
        "stock": "5",
        "stars": "4.8",
        "reviews": "46",
        "filter": ["stomak", "rane", "smirenje", "lepota"],
        "images": ["https://i.ibb.co/xmh3WRM/kamilica-1-f-min.jpg", "https://i.ibb.co/F7xwCGf/kamilica-2-f-min.jpg", "https://i.ibb.co/Yt6FPHv/kamilica-3-f-min.jpg", "https://i.ibb.co/6wZHywy/kamilica-4-f-min.jpg"]
    },
    {
        "id": "10003",
        "name": "Mao Feng",
        "description": "Tamno braon suvo lišće ovog čaja ukrašeno je zelenim pupoljcima. Miriše na sveže košenu travu, izuzetne svežine. List je srednje veličine, lomljen.",
        "preparation": "Kada se čaj priprema na zapadnjački način (dva minuta potapanja), tečnost poprima  limun žutu boju. Dominantan je ukus butera, karakterističan za Mao Feng, uz elemente lešnika u pozadini. Gorčine nema.Ako se lišće ostavi duže potopljeno (oko 4 minuta), ili ako se ovaj čaj sprema u gajvanu (prelivanja od 30, 60, 90, 120 i 150 sekundi), karakter čaja se menja.Nestaje mlečni karakter i u prvi plan izbija ukus pokošene trave. U uglu usana javlja se prijatna gorčina, a na vrhu jezika ukus limuna.",
        "goal": "Dejstvo čaja je utoliko jače, ukoliko čaj ima više kofeina, jer je kofein glavni sastojak čaja koji draži moždane centre. Time se objašnjava i povećanje sposobnosti učenja, pamćenja i razumevanja i. Čaj suzbija i smanjuje zamor i sanjivost, osobito ako je zamor nastao od intenzivnog umnog naprezanja. Čaj pomaže, bodri i krepi, javlja se bolji rad mišića i refleksi su brži i potpuniji. Čaj kofeinom poboljšava disanje, povećava ventilaciju pluća, pa se lakše diše i prijatnije oseća. Čaj pozitivno deluje na krvotok, usled čega je srčani rad pravilniji, jači i bolji. Zbog ogromne količine tanina i drugih srodnih polifenolskih jedinjenja čaj deluje i kao tipična taninska lekovita biljka protiv proliva, upale sluznice i kože, opekotina, za jačanje organizma itd. Čaj je važan protivotrov u slučaju trovanja alkaloidima i teškim metalima (tanin ih vezuje u nerastvorljiva jedinjenja koja se neškodljivo odstranjuju prirodnim putem iz organizma).",
        "disclaimer": "Neželjena dejstva uključuju: žgaravicu, iritaciju želuca i smanjenje apetita. U slučaju unosa većih količina zelenog čaja, mogu se javiti usled prisustva kofeina: nesanica, ubrzan rad srca, povećan krvni pritisak, pojačano izlučivanje tečnosti.Pri primeni efedrina ne treba unositi zeleni čaj, zbog mogućeg pojačanja stimulativnog dejstva na organizam. Istovremena upotreba sa oralnim kontraceptivima ili hinolonima može smanjiti izlučivanje kofeina za 40-65%, pri čemu se mogu razviti neželjena dejstva povećanog prisustva kofeina.Hronično trovanje čajem nastaje kao posledica preteranog konzumiranja istog (više od 8-10 šoljica dnevno duži period vremena), a dovodi do: nesanice, opstipacije (zatvora i lenjosti creva), otežanog varenja, gubitka apetita i sistematskog slabljenja organizma.",
        "price": "5300",
        "package": ["100", "50", "30"],
        "category": "zeleni",
        "stock": "5",
        "stars": "4.1",
        "reviews": "25",
        "filter": ["umor", "koncentracija", "stomak", "antioksidans", "srce", "pluća", "mršavljenje", "nesanica"],
        "images": ["https://i.ibb.co/vY715dR/Mao-Fen-1-min.jpg", "https://i.ibb.co/pz3YFV7/Mao-Feng-3-min.jpg", "https://i.ibb.co/Hr1dHZ2/Mao-Feng-4-min.jpg", "https://i.ibb.co/JQQpnbq/Mao-Feng-2-min.jpg"]
    },
    {
        "id": "10004",
        "name": "banča",
        "description": "Banča je japanski zeleni čaj koji se sastoji od peteljki i od velikih zelenih listova donjih delova biljke čaj. Ima nizak nivo teina te je pogodan i za decu.",
        "preparation": "Prstohvat čaja preliti sa 2 dl vode temperature oko 80 stepeni Celzijusa i ostaviti da odstoji poklopljeno 3-5 min.Suviše vruća voda uništiće dragoceni deo lekovitih sastojaka čaja i učiniti ga gorkim, tako da je najbolje da koristite vodu do 80 stepeni Celzijusa.",
        "goal": "Prženi listići zelenog čaja sadrže veliki procenat kalcijuma (tri puta više nego mleko), te je ovaj čaj posebno pogodan za žene u menopoauzi i osobe koje pate od osteoporoze.Banča čaj sadrži i vitamine A, B1, B2, B3, C i gvožđe.Ublažava kiselinu u želucu i deluje povoljno na crevnu floru, čime pospešuje varenje.Ima antioksidativno i protivupalno dejstvo, smatra se da predstavlja dobru zaštitu i od Alchajmerove bolesti i drugih neurodegenerativnih oboljenja povezanih sa starenjem.",
        "disclaimer": "Nisu poznata.",
        "price": "5600",
        "package": ["100", "50"],
        "category": "zeleni",
        "stock": "11",
        "stars": "4.7",
        "reviews": "11",
        "filter": ["osteoporoza", "antioksidans", "alchajmer", "mršavljenje", "stomak"],
        "images": ["https://i.ibb.co/zfrGzb9/bancha-1-min.jpg", "https://i.ibb.co/HH0FL0T/bancha-2-min.jpg", "https://i.ibb.co/Bnv05Dt/bancha-3-min.jpg", "https://i.ibb.co/C5nFLGK/bancha-4-min.jpg"]
    },
    {
        "id": "10005",
        "name": "senča",
        "description": "Senča (sencha) je vrhunski japanski zeleni čaj koji se dobija obradom najkvalitetnijih rukom branih mladih zelenih listova biljke čaj.Delikatnog ukusa, med žute boje.",
        "preparation": "1 kašičicu čaja prelijte vrućom, nikako kipućom vodom, i ostavite poklopljeno 2-3 minuta. Nakon toga procedite.Kada se ohladi senča čaj postaje gorak.",
        "goal": "Senča čaj predstavlja snažno antioksidaciono sredstvo (uništava slobodne radikale koji prouzrokuju starenje i propadanje organizma) snižava holesterol i trigliceride.",
        "disclaimer": "Nisu poznata.",
        "price": "7600",
        "package": ["100", "50"],
        "category": "zeleni",
        "stock": "9",
        "stars": "4.2",
        "reviews": "12",
        "filter": ["smirenje", "antioksidans", "snizava holesterol", "mršavljenje", "detox"],
        "images": ["https://i.ibb.co/zfSMhzJ/senca-4-min.png", "https://i.ibb.co/HKCM1Y5/senca-3-min.jpg", "https://i.ibb.co/RpSdQW8/senca-1-min.png", "https://i.ibb.co/87k1d5N/senca-2-min.jpg"]
    },
    {
        "id": "10006",
        "name": "cejlonski",
        "description": "Cejlonski crni čaj uzgaja se na širokim plantažama Šri Lanke, koja je do 1972. godine bila poznata kao Cejlon. Ima neobično autentičnu aromu, svežu i oporu u isto vreme, koja čula intrigira mirisom i ukusom.Crni čaj je u stvari tamniji „rođeni brat“ zelenog čaja.",
        "preparation": "Kada kuvate crni čaj najvažnije je ne dozvoliti da voda provri, ne ostavljajte čaj u vodi više od 60 sekundi jer ćete u protivnom značajno smanjiti korisna svojstva crnog čaja.Preporučena dnevna doza crnog čaja je 3-4 šoljice.",
        "goal": "Cejlonski čaj je  bogat kalijumom, mineralom – elektrolitom, koji regulise kiselost i bazičnost u telesnim fluidima i pomaže u kontroli krvnog pritiska. Ovaj element kontroliše električne aktivnosti srca, gradi proteine i pomaže razlaganje karbohidrata. Redovno ispijanje crnog čaja sprečava začepljenje arterija koje dovodi do infarkta srca i mozga.Crni čaj okrepljuje, umanjuje osećaj umora i pospanost. Utiče i na bolji rad mišica i refleksa, pa pogoduje sportistima i drugim osobama kod kojih su bitne brze reakcije. Zahvaljujuci kofeinu i njegovom uticaju na respiratorni centar poboljšava se i funkcija disanja.",
        "disclaimer": "Uzimanje ovog čaja u umerenim količinama je bezbedno za većinu ljudi.Čaj se ne preporučuje trudnicama, dojiljama, deci i osobama sa visokim pritiskom. Ako uzimate lekove, pitajte doktora da li je za vas bezbedno da pijete ovaj čaj jer može doći do interakcije sa njima.",
        "price": "4300",
        "package": ["100", "50"],
        "category": "crni",
        "stock": "8",
        "stars": "4.8",
        "reviews": "29",
        "filter": ["smirenje", "antioksidans", "snizava krvni pritisak", "mršavljenje", "disanje"],
        "images": ["https://i.ibb.co/cC3DhTT/cejlon-1-min.jpg", "https://i.ibb.co/vznj9xY/cejlon-4-min.jpg", "https://i.ibb.co/ZzYpcBp/cejlon-3.webp", "https://i.ibb.co/h2sCqgd/cejlon-2-min.jpg"]
    },
    {
        "id": "10007",
        "name": "golden yunnan",
        "description": "Poznat i kao Dian Hong,ovo je vrsta gurmanskog kineskog crnog čaja koji se ponekad koristi u raznim mešavinama čaja i gaji se u provinciji Junan u Kini. Glavna razlika između ovog i ostalih kineskih crnih čajeva je količina finih lisnih pupoljaka ili „zlatnih vrhova“ prisutnih u sušenom čaju.",
        "preparation": "Kada kuvate crni čaj najvažnije je ne dozvoliti da voda provri, ne ostavljajte čaj u vodi više od 60 sekundi jer ćete u protivnom značajno smanjiti korisna svojstva crnog čaja.Preporučena dnevna doza crnog čaja je 3-4 šoljice.",
        "goal": "Kao i svaki crni čaj, Junan čaj nudi mnoge potencijalne zdravstvene beneficije uključujući poboljšanu kardiovaskularnu funkciju, smanjenje rizika od raka, poboljšanu imunološku funkciju, poboljšanje oralnog zdravlja i regulisanje telesne težine. Čaj je takođe pun polifenola, antioksidans koji pomaže vašem telu da održava homeostazu i uravnoteži nivo stresa. Utvrđeno je da crni čaj posebno reguliše šećer u krvi kod dijabetičara bolje od drugih vrsta čaja.",
        "disclaimer": "Nije poznato.",
        "price": "6300",
        "package": ["100", "50"],
        "category": "crni",
        "stock": "18",
        "stars": "4.9",
        "reviews": "49",
        "filter": ["smirenje", "antioksidans", "snizava krvni pritisak", "mršavljenje", "reguliše šećer"],
        "images": ["https://i.ibb.co/28s1fSB/junan-3-min.jpg", "https://i.ibb.co/B4kKp2h/junan-2-min.jpg", "https://i.ibb.co/28s1fSB/junan-3-min.jpg", "https://i.ibb.co/ZTz4jzD/junan-4-min.jpg"]
    },
    {
        "id": "10008",
        "name": "darjeeling",
        "description": "Индијски црни чај из провинције Дарџелинг. Летња берба Дарџелинга са великим број пажљиво убраних пупољака. Течност је фине бакарне боје са израженом цветном аромом. Веома добар чај за подне.",
        "preparation": "Znalci čaja preporučuju temperaturu vode u rasponu od 90 °C  do 95 °C  i držanju od 3 do 4 minuta.",
        "goal": "Darjeeling čaj bogat je antioksidantima, za koje je poznato da se bore protiv slobodnih radikala u telu, neutrališu hemikalije tokom varenja i uklanjaju toksine. Šolja čaja pruža korisnu hidrataciju tela i pomaže u borbi protiv dehidracije. Čaj Darjeeling pomaže telu da reguliše proizvodnju kortizola, poznatog kao hormon stresa.",
        "disclaimer": "Nije poznato.",
        "price": "9800",
        "package": ["100", "50", "30"],
        "category": "crni",
        "stock": "1",
        "stars": "4.8",
        "reviews": "13",
        "filter": ["smirenje", "antioksidans", "mršavljenje", "hidratacija"],
        "images": ["https://i.ibb.co/vk9v3pG/darj-1-min.jpg", "https://i.ibb.co/qBYMLSc/darj-2-min.jpg", "https://i.ibb.co/FwmY4SW/darj-3-min.jpg", "https://i.ibb.co/WkdKGfx/darj-4-min.jpg"]
    },
    {
        "id": "10009",
        "name": "brusnica",
        "description": "Brusnica je naziv koji obuhvata nekoliko vrsta zimzelenih grmova.Plod brusnice je crvena tvrda bobica kiselkastog ukusa. Može se naći u hladnijim delovima severne hemisfere, može izdržati temperature do -40°C.",
        "preparation": "Jednu do dve kafene kašičice usitnjenog lista domaće brusnice preliti sa 250 ml hladne vode, zagrejati do ključanja, sud poklopiti i ostaviti da odstoji 10 do 15 minuta. Procediti i piti dve do tri šolje čaja dnevno.",
        "goal": "Plod je blagi adstrigens i anti-diaroik, bogat vitaminom C. Može se  koristiti u terapiji nespecifičnih, akutnih dečijih proliva. Prijatan je i osvežavajući čaj, koji se može piti tokom cele godine za jačanje imuniteta i kao jak antioksidans. Zajedno sa listom brusnice odličan je uroantiseptik i preporučuje se kod infekcija mokraćnih kanala.",
        "disclaimer": "U većoj koncentraciji brusnica ima nepoželjne efekte za pacijente s bubrežnim kalcifikatima. Zbog veće koncentracije oksalata, može imati i laksativni učinak. Usled sadržaja tanina, može doći do usporene resorpcije određenih lekova, naročito preparata gvožđa, stoga se preporučuje pauza od 30 minuta između uzimanja lekova i upotrebe čaja.",
        "price": "4700",
        "package": ["100", "50", "30"],
        "category": "voćni",
        "stock": "100",
        "stars": "4.9",
        "reviews": "73",
        "filter": ["infekcije", "antioksidans", "mršavljenje", "stomak", "holesterol", "krvni pritisak", "lepota"],
        "images": ["https://i.ibb.co/R04wjVG/brusnica-3-min.jpg", "https://i.ibb.co/YjY0Q20/brusnica-2-min.jpg", "https://i.ibb.co/mzBKrrc/brusnica-4-min.jpg", "https://i.ibb.co/6mWKVJ9/brusnica-1-min.png"]
    },
    {
        "id": "10010",
        "name": "divlja trešnja",
        "description": "Čaj od divlje trešnje sadrži prirodno identičnu aromu i odabrano lekovito bilje koje je naročito pogodno za svakodnevnu upotrebu.",
        "preparation": "Prelijte sa 2 dl ključale vode i poklopite posudu. Ostavite da stoji 10 minuta.Zasladite čaj po svom ukusu.",
        "goal": "Trešnja jača i čisti telo, olakšava varenje, iybacuje napolje sve što ne valja.Kora smiruje i olakšava kašalj, stišava upale, naročito upaljene desni i grlo.Čaj od peteljki je moćan diuretik.Bogatstvo C vitamina, flavonoidi, voćne i kofeinske kiseline deluju pozitivno na telo i um, dok aroma divlje trešnje oplemenjuje ukus čaja i pojačava vaš užitak.",
        "disclaimer": "Nije poznato.",
        "price": "4800",
        "package": ["100", "50", "30"],
        "category": "voćni",
        "stock": "11",
        "stars": "4.7",
        "reviews": "56",
        "filter": ["kašalj", "stomak", "pozitivno deluje na telo i um", "vitamin C" ],
        "images": ["https://i.ibb.co/bBkRKSZ/tresnja-1-min.jpg",
        "https://i.ibb.co/k5bbGZ5/tresnja-2.jpg",
        "https://i.ibb.co/PG4gFJr/tresnja-3.jpg",
        "https://i.ibb.co/WvSngPd/tresnja-4.jpg"]
    },
    {
        "id": "10011",
        "name": "crna ribizla",
        "description": "Crna ribizla je izuzetno zdrava.Listovi ribizle mogu zarastati i ojačati telo, koriste se za kuvanje, a od njih proizvode kozmetičke proizvode kako bi održali lepotu i zasićili kožu vitaminima.Bobice su vrlo ukusne",
        "preparation": "Sipajte 200 ml vode u posudu i sačekajte da proključa. Dodajte5-6 listova crne ribizle, pokrijte posudu i ostavite da ključaju nekoliko minuta. Bez skidanja poklopca, uklonite posudu sa šporeta i sačekajte 2-3 minuta svedok se čaj ne ohladi. U čaj možete dodati listove maline, mente i druge biljke da biste dobili bogatiji ukus.",
        "goal": "Crna ribizla jača apetit, čisti krv i creva, poboljšava rad probavnih organa. Pomaže u lečenju gastritisa, čira na želucu i zatvora (zahvaljujući velikoj  količini vlakana). Ona jača otpornost organizma.Plodovi i  prirodni sok od crne ribizle korisni su za zdravlje bubrega i sprečavanje nastanka bubrežnih bolesti. Čaj od listova zahvaljujući eteričnim uljima, potpomaže rad ovih organa.Crna ribizla ima i diuretska svojstva, tj. omogućava izlučivanje mokraće.Crna ribizla snižava i normalizuje krvni pritisak, te pomaže u slučaju ateroskleroze i proširenih vena.",
        "disclaimer": "U prisustvu gastritisa, čira na želucu ili hepatitisu, trebalo bi da se konsultujete sa svojim lekarom pre uzimanja ribizle.Nije preporučljivo da uzimate decukcije i infuzije za ljude koji imaju povećanu kiselost želudačnog soka",
        "price": "4700",
        "package": ["100", "50", "30"],
        "category": "voćni",
        "stock": "122",
        "stars": "4.8",
        "reviews": "26",
        "filter": ["krvni pritisak", "stomak", "diuretik", "antioksidans" ],
        "images": ["https://i.ibb.co/g6kWfHS/ribizla-1-min.png",
        "https://i.ibb.co/tXxW0QC/ribizla-2-min.jpg",
        "https://i.ibb.co/jb9WLH2/ribizla-3-min.jpg",
        "https://i.ibb.co/Gsc19vm/ribizla-4-min.jpg"]
    },
    {
        "id": "10012",
        "name": "aronija",
        "description": "Aronija je hrana i lek. Bobice aronije imaju oštar i kiselkast ukus, sadrži veoma malo šećera. Najčešće se koristi u sušenom obliku ili kao sok. Lekovita svojstva aronije su mnogobrojna i teško ih je nabrojati, a da se neka od njih ne izostave. ",
        "preparation": "Prelijte sa 250 ml ključale vode 1 supenu kašiku listova aronije, koje ste prethodno osušili i usitnili. Poklopite šolju i neka ovako odstoji maksimalno 10 minuta, te procedite čaj i pijte ga bez dodatka zaslađivača. Drugi način - Najpre skuvajte šolju crnog ili zelenog čaja i dodajte 10 bobica aronije, koje ste prethodno sitno naseckali ili izblendirali. Možete zasladiti čaj sa kašičicom meda.",
        "goal": "Aronija kao lek ima niz prednosti, pre svega, zahvaljujući svom antioksidativnom, protiv-upalnom i antibakterijskom dejstvu.Utiče povoljno na mršavljenje.Vlakna mogu da pomognu protiv zatvora, dijareje, grčeva, nadimanja i želudačnih tegoba.Smanjuje rizik od nastanka raka debelog creva.Poboljsava krvnu sliku",
        "disclaimer": "Nema neželjena dejstva.",
        "price": "4300",
        "package": ["100", "50", "30"],
        "category": "voćni",
        "stock": "122",
        "stars": "5.0",
        "reviews": "26",
        "filter": ["antikancerogen", "stomak", "infekcije", "antioksidans", "srce", "imunitet", "krvni pritisak", "diuretik", "detox" ],
        "images": ["https://i.ibb.co/B2PSqMq/aronija-4-min.jpg",
        "https://i.ibb.co/TBHm1Ck/aronija-2-min.jpg",
        "https://i.ibb.co/nCsBQ96/aronija-3-min.jpg",
        "https://i.ibb.co/RgchyM6/aronija-1-min.jpg"]
    },
    {
        "id": "10013",
        "name": "lipa",
        "description": "Za čaj od lipe koriste se njeni cvetovi. Lekovitost čaja od lipe je izrazito velika, a o tome govori i istorija Slovena koji su lipu izrazito poštovali.",
        "preparation": "Supenu kašiku lipovog cveta preliti šoljom (200ml) ključale vode. Sud poklopiti i ostaviti da stoji 10 minuta zatim čaj procediti i zasladiti po želji. Piti 2-3 šolje čaja dnevno.",
        "goal": "U sezoni respiratornih infekcija ne treba da zaboravimo na blagotvorna svojstva čaja od lipe. Ovaj blagi čaj se tradicionalno koristi za skidanje temperature jer podstiče znojenje (dijaforetično dejstvo). Takođe smiruje nadraženu sluznicu disajnih puteva. Poznato je i da snižava krvni pritisak.",
        "disclaimer": "Neželjeni efekti nisu poznati.",
        "price": "2200",
        "package": ["100", "50", "30"],
        "category": "biljni",
        "stock": "150",
        "stars": "5.0",
        "reviews": "101",
        "filter": ["temperatura", "prehlada", "krvni pritisak", "bubrezi" ],
        "images": ["https://i.ibb.co/yyZ7wGL/lipa-4-min.jpg",
        "https://i.ibb.co/gSm9M16/lipa-2-min.jpg",
        "https://i.ibb.co/kqgBF3H/lipa-3-min.jpg",
        "https://i.ibb.co/2dtPCr1/lipa-1-min.jpg"]
    },
    {
        "id": "10014",
        "name": "hibiskus",
        "description": "Cvet hibiskusa koristi se od davnina.Postoji više od 130 različitih vrsta.Prema izgledu, hibiskus spada među najlepše cvetove na svetu, a boje variraju od svetložutih do tamnocrvenih boja. Poznat je i po imenu kineska ruža.",
        "preparation": "Kafenu kašičicu cveta hibiskusa preliti šoljom (200ml) ključale vode, ostaviti da stoji 10 minuta, procediti, zasladiti po želji. Piti 3 puta dnevno po jednu šolju čaja.",
        "goal": "Čaj od hibiskusa je bogat moćnim antioksidantima i može pomoći u sprečavanju oštećenja i bolesti uzrokovanih nakupljanjem i štetnim dejstvom slobodnih radikala.Jedna od najpoznatijih prednosti čaja od hibiskusa je ta da može sniziti krvni pritisak.Interesantno je da su studije pokazale da hibiskus može da poboljša zdravlje jetre i pomogne joj da efikasno radi.",
        "disclaimer": "Neželjeni efekti nisu poznati.",
        "price": "1500",
        "package": ["100", "50", "30"],
        "category": "biljni",
        "stock": "201",
        "stars": "5.0",
        "reviews": "72",
        "filter": ["antioksidans", "jetra", "krvni pritisak", "mršavljenje", "infekcije" ],
        "images": ["https://i.ibb.co/CvKPD3f/hibiskus-3-min.jpg",
        "https://i.ibb.co/WnR3vtj/hibiskus-1-min.jpg",
        "https://i.ibb.co/S0k0R5h/hibiskus-4-min.jpg",
        "https://i.ibb.co/j6gy5m4/hibiskus-2-min.jpg"]
    },
    {
        "id": "10015",
        "name": "rtanjski",
        "description": "Reč je o retkoj biljci čubrici (Satureja montana), koja poseduje jedinstvena lekovita svojstva. Vekovima se koristi u narodnoj medicini i glavno stanište joj je Rtanj.Rtanski čaj se pravi od ove biljke, koju još zovu i planinski čubar ili vresak, a ima široku lepezu delovanja.",
        "preparation": "Jednu supenu kašiku herbe rtanjskog čaja preliti šoljom (200ml) ključale vode. Sud poklopiti i ostaviti da stoji 10-15 min. Procediti i piti tri puta dnevno po šolju čaja pre jela.",
        "goal": "Važno je da znate da se rtanjski čaj ne pije odmah posle obroka. Najbolji efekat postiže ukoliko se pije na prazan želudac.Između dve šolje bi trebalo da se napravi pauza od najmanje 2,5 sata, što znači da dnevno možete da popijete tri do pet šolja.Rtanjski čaj poboljšava varenje i deluje umirujuće na creva.Odličan je kod problema sa  gasovima, opstipacijom i nadimanjem. Pored ovoga, stabilizuje rad želuca i ublažava grčeve. Koristi se i za lečenje upale mokraćnih kanala čiji je, pretežno uzrok nastanak peska ili kamena u bubregu.Čisti organizam na taj način što podstiče izlučivanje tečnosti.",
        "disclaimer": "Neželjeni efekti nisu poznati.",
        "price": "1500",
        "package": ["100", "50", "30"],
        "category": "biljni",
        "stock": "201",
        "stars": "4.9",
        "reviews": "72",
        "filter": ["stomak", "bubrezi", "diuretik", "upale" ],
        "images": ["https://i.ibb.co/Pg8vc3m/rtanjski-4.jpg",
        "https://i.ibb.co/Tvs11WP/rtanjski-1-min.jpg",
        "https://i.ibb.co/51Zqp50/rtanjski-2.jpg",
        "https://i.ibb.co/kK1cpDw/rtanjski-3.jpg"]
    }
]
}